nrf24l01/ss-forest/root/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c3"
CONFIG_LWIP_L2_TO_L3_COPY=y
CONFIG_LWIP_IP_FORWARD=y
CONFIG_LWIP_IPV4_NAPT=y
CONFIG_LWIP_TCP_MSS=624
CONFIG_LWIP_TCP_OVERSIZE_MSS=y
CONFIG_COMPILER_OPTIMIZATION_SIZE=y
CONFIG_ESP_CONSOLE_USB_SERIAL_JTAG=y
CONFIG_ESP_CONSOLE_UART_DEFAULT=n
CONFIG_CONSOLE_UART_DEFAULT=n
CONFIG_LIBC_STDIN_LINE_ENDING_CRLF=y
CONFIG_NEWLIB_STDIN_LINE_ENDING_CRLF=y
CONFIG_MESH_ROUTER_SSID="FOREST_ROUTER"
CONFIG_MESH_ROUTER_PASSWD="FOREST_PASSWORD"
CONFIG_MESH_AP_PASSWD="forest_mesh"
